# Vocabulary from eng_news_2024_300K-sentences.txt
# Total unique words: 36308
word	count
the	349946
to	164379
and	156367
of	147618
a	146608
in	123703
for	62961
on	58239
that	56958
is	54866
with	46134
was	39091
it	37740
as	36018
at	35991
he	29062
be	28593
this	28144
from	27941
said	26868
are	26620
have	26286
has	26198
i	25915
by	25695
an	23263
its	23022
his	22610
will	21961
but	21390
we	20048
their	19280
you	18439
they	18427
not	17962
were	15373
who	14513
her	14420
been	14185
or	13759
she	13530
after	13452
also	13305
had	13231
one	13120
more	12900
can	12323
about	12117
which	12086
all	11909
new	11432
up	11405
when	11291
out	10982
so	10439
there	10158
people	9987
if	9720
our	9678
would	9358
what	8912
just	8827
time	8778
now	8751
year	8736
first	8736
over	8709
like	8392
into	8361
during	8269
shares	8072
last	8010
two	7975
some	7974
your	7843
years	7798
my	7785
other	7484
than	7369
them	7204
no	7178
us	7159
while	6949
do	6633
could	6255
him	6245
get	6202
these	6104
how	6041
day	5967
being	5712
only	5709
back	5690
most	5667
before	5631
quarter	5460
where	5322
many	5250
stock	5126
because	5029
state	5014
through	4955
those	4917
may	4909
well	4824
make	4749
made	4731
even	4705
police	4665
me	4646
th	4641
then	4614
company	4586
against	4561
three	4523
any	4492
work	4477
home	4367
very	4329
going	4252
around	4209
way	4195
take	4151
down	4143
government	4093
off	4082
see	4059
team	4037
since	3984
still	3964
good	3952
game	3934
dont	3886
city	3839
both	3824
price	3822
need	3818
should	3759
know	3719
much	3689
group	3660
between	3652
such	3650
think	3640
go	3631
including	3619
according	3608
family	3585
season	3572
another	3568
week	3533
told	3532
did	3516
part	3507
world	3504
per	3483
set	3470
president	3452
life	3397
want	3374
place	3371
support	3351
really	3346
says	3316
community	3313
however	3304
help	3300
next	3275
public	3273
high	3261
million	3243
right	3240
im	3229
second	3190
best	3166
added	3143
school	3117
under	3062
come	3049
end	3025
report	3022
mr	3020
local	3006
got	2982
rating	2944
every	2914
national	2912
thats	2906
say	2863
health	2859
across	2859
show	2790
same	2788
former	2782
trump	2764
court	2747
here	2747
research	2718
four	2689
country	2682
friday	2681
am	2663
use	2641
found	2637
left	2630
great	2624
average	2598
own	2594
house	2586
each	2569
too	2567
following	2553
area	2542
pm	2536
man	2508
long	2507
recent	2494
business	2471
lot	2460
news	2447
things	2446
road	2435
market	2434
services	2433
days	2419
away	2395
additional	2392
look	2392
worth	2376
without	2368
service	2355
never	2335
big	2311
number	2307
put	2302
few	2301
always	2292
something	2291
children	2290
media	2276
took	2254
top	2253
play	2249
five	2247
didnt	2236
party	2234
thursday	2191
monday	2186
making	2185
wednesday	2179
night	2173
months	2171
financial	2171
social	2169
month	2169
again	2165
better	2165
win	2162
position	2160
companys	2159
came	2143
might	2132
later	2132
used	2126
several	2125
council	2120
why	2116
states	2109
called	2105
minister	2095
st	2093
until	2093
games	2087
s	2074
different	2071
already	2070
having	2067
office	2056
due	2056
event	2042
working	2040
hes	2033
seen	2030
find	2030
start	2028
theres	2023
little	2022
power	2008
times	2006
love	1996
tuesday	1993
south	1993
early	1990
members	1986
went	1981
owns	1976
money	1966
today	1960
third	1960
case	1958
change	1952
inc	1941
saturday	1941
county	1935
point	1931
water	1928
youre	1926
past	1921
united	1917
future	1913
open	1910
target	1908
does	1905
period	1905
management	1905
students	1900
billion	1896
llc	1894
able	1888
keep	1874
food	1870
together	1869
once	1863
yearold	1862
election	1859
further	1848
given	1844
valued	1844
within	1830
run	1826
current	1823
care	1816
among	1806
north	1804
series	1795
young	1786
feel	1785
players	1780
experience	1770
security	1764
international	1762
moving	1761
important	1760
looking	1757
information	1756
six	1750
continue	1743
points	1730
share	1730
despite	1726
development	1721
final	1715
reported	1714
west	1714
must	1712
sunday	1708
though	1704
live	1695
comes	1685
street	1683
park	1676
far	1671
data	1668
head	1667
asked	1666
hit	1661
gave	1659
getting	1657
yet	1654
become	1651
buy	1650
fire	1647
project	1644
side	1641
women	1640
system	1637
march	1637
lead	1628
law	1626
july	1623
started	1622
energy	1621
available	1606
director	1601
taking	1600
coming	1592
taken	1591
give	1586
post	1583
fans	1583
along	1574
whether	1574
free	1573
finally	1572
half	1570
often	1566
building	1565
campaign	1562
held	1560
done	1556
doing	1553
bank	1545
enough	1540
uk	1538
statement	1537
political	1536
others	1530
club	1525
war	1524
expected	1520
move	1518
total	1508
ratio	1502
using	1500
behind	1493
league	1493
full	1493
capital	1491
department	1490
major	1489
thing	1486
recently	1486
ive	1485
role	1482
sold	1475
close	1474
forward	1469
chief	1469
real	1468
face	1467
person	1465
residents	1465
plans	1462
plan	1461
january	1461
october	1454
known	1454
cant	1453
doesnt	1438
car	1437
american	1436
hard	1436
decision	1433
cent	1431
general	1431
likely	1430
film	1428
june	1421
ever	1418
town	1417
line	1415
old	1412
process	1412
led	1410
ago	1409
death	1408
hospital	1406
least	1405
investment	1404
university	1404
return	1403
staff	1402
history	1401
hours	1399
less	1398
earlier	1397
call	1397
black	1395
weeks	1395
currently	1393
theyre	1392
saying	1385
provide	1384
significant	1383
announced	1381
friends	1370
april	1368
november	1368
small	1366
video	1361
everyone	1359
potential	1358
near	1356
areas	1350
story	1347
federal	1345
needs	1344
space	1342
air	1342
pay	1340
issues	1340
meeting	1338
growth	1333
action	1331
late	1328
played	1325
music	1319
won	1319
sure	1318
especially	1318
bring	1316
biden	1309
israel	1306
clear	1304
shows	1301
board	1301
bit	1301
everything	1290
special	1288
impact	1284
weve	1282
strong	1280
access	1280
morning	1280
officials	1277
september	1274
raised	1273
level	1272
trying	1262
stake	1262
possible	1260
minutes	1259
white	1257
officers	1254
global	1252
saw	1248
record	1247
key	1245
increase	1243
center	1243
outside	1241
job	1241
lost	1241
based	1237
companies	1233
living	1230
industry	1229
woman	1227
low	1227
received	1226
safety	1220
hope	1220
online	1219
december	1214
thought	1212
name	1209
centre	1207
deal	1205
almost	1203
hold	1201
star	1199
york	1197
means	1197
february	1194
summer	1191
someone	1191
incident	1189
august	1189
order	1187
issue	1186
teams	1183
ahead	1182
program	1180
holdings	1180
shared	1180
makes	1179
course	1179
cost	1178
believe	1177
large	1172
district	1169
reports	1169
increased	1169
military	1165
career	1164
education	1160
issued	1159
wanted	1159
ensure	1152
ai	1138
goal	1128
property	1125
include	1122
attack	1121
running	1116
kind	1116
events	1115
moment	1114
percent	1113
economic	1112
leader	1109
try	1106
offer	1106
lives	1104
began	1104
east	1103
families	1102
opportunity	1101
men	1100
performance	1098
body	1094
released	1094
prime	1090
needed	1090
coach	1088
playing	1087
stop	1085
seven	1083
anything	1082
front	1081
act	1073
member	1073
soon	1068
ms	1068
analysts	1067
private	1066
involved	1064
instead	1063
actually	1060
fourth	1058
room	1058
medical	1053
technology	1051
football	1049
dr	1049
tax	1048
firm	1043
transaction	1043
john	1041
vote	1040
latest	1040
wrote	1038
interest	1038
wasnt	1038
match	1037
control	1034
risk	1029
continued	1027
officer	1026
note	1026
anyone	1025
red	1024
nearly	1021
scene	1021
age	1018
leaders	1016
create	1015
trust	1015
cut	1013
parents	1007
region	1006
killed	1005
release	1004
isnt	1004
policy	1004
commission	1003
chance	1002
let	999
watch	999
stay	997
meet	996
fact	996
leading	994
senior	994
legal	993
site	993
higher	992
gaza	992
visit	992
central	989
previous	989
situation	988
throughout	988
couple	988
rate	987
harris	985
remains	981
became	980
compared	977
approximately	976
official	975
investigation	974
loss	973
worked	972
focus	972
land	972
matter	968
israeli	968
training	964
college	964
human	962
force	962
although	962
child	961
eight	960
main	960
remain	958
stage	957
met	957
homes	952
changes	952
inside	950
workers	949
field	947
schools	946
result	943
executive	940
housing	940
felt	939
nothing	939
revealed	938
sports	935
success	933
efforts	933
weekend	932
list	930
bill	929
countries	927
multiple	927
short	927
leave	924
value	923
rather	922
co	919
wife	916
m	913
mother	913
various	912
justice	912
works	910
quite	910
died	909
whole	907
results	904
single	904
previously	904
form	902
revenue	901
response	900
customers	895
player	895
communities	894
challenges	893
concerns	892
brought	891
costs	889
light	888
ball	886
huge	885
longer	884
son	884
book	884
build	883
hand	881
includes	880
quality	878
green	875
committee	875
simple	875
groups	875
happy	871
personal	869
popular	869
exchange	864
included	864
opening	864
himself	864
shot	863
difficult	863
drive	862
kids	860
heard	859
planning	859
rights	857
businesses	857
turn	854
happened	853
address	852
bad	852
arrested	851
similar	851
fund	849
confirmed	849
tv	849
agency	849
safe	848
voters	848
manager	848
takes	847
father	845
vehicle	844
london	843
noted	843
press	841
race	840
products	840
beyond	838
investors	838
either	837
production	835
china	833
ground	833
conference	833
wont	831
victory	831
starting	826
mark	825
economy	825
england	825
funds	824
funding	823
tell	823
india	822
offers	821
particularly	821
driving	820
earnings	820
fight	817
understand	816
budget	815
step	815
problem	814
biggest	813
shes	813
range	812
growing	810
paid	807
goals	807
break	807
question	807
prices	806
church	804
sale	803
towards	803
cause	802
heart	802
quickly	802
expect	801
themselves	800
rd	798
weather	798
james	796
mean	795
america	794
showed	793
probably	792
judge	790
wants	790
buying	789
serious	785
conditions	785
fun	783
ready	783
overall	782
adding	782
administration	781
meanwhile	781
sense	779
foreign	779
closed	778
station	776
resources	774
traffic	774
idea	770
sector	769
projects	768
easy	767
pressure	767
british	766
annual	765
turned	765
described	764
christmas	764
environment	763
spent	763
fall	763
cases	762
above	761
sent	759
approach	758
explained	757
bought	757
rest	754
evening	752
receive	752
daily	752
claimed	751
followed	749
movie	749
relationship	748
dividend	748
seems	746
true	746
positive	744
ways	744
speaking	744
crime	742
climate	742
hall	739
union	739
talk	739
allow	737
reason	737
democratic	736
trade	736
date	735
gone	734
interview	733
phone	732
royal	731
continues	731
x	730
nations	730
art	729
passed	729
donald	726
oil	726
student	725
class	721
terms	720
giving	720
example	719
partners	718
launched	716
violence	716
knew	716
questions	714
spokesperson	714
features	713
opened	713
emergency	713
authorities	713
defense	713
travel	712
directly	711
levels	710
store	710
commitment	710
provided	709
cup	709
helped	708
labour	707
opportunities	707
below	706
lower	706
round	704
nine	703
challenge	703
read	703
goes	702
congress	702
cannot	701
gets	700
stated	700
purchasing	699
gold	698
winning	698
ongoing	697
perfect	697
built	696
attention	694
alongside	693
amount	692
decided	691
claims	691
leaving	690
happen	690
entire	689
nd	688
governor	687
joe	687
improve	687
pretty	685
looked	685
husband	684
trial	684
design	684
looks	683
trumps	682
forces	682
rates	682
account	681
middle	678
moved	677
sometimes	676
common	675
allowed	675
operations	675
evidence	675
wealth	674
ones	674
title	674
named	673
demand	672
pass	672
grew	672
loved	671
sales	670
via	670
leadership	669
journey	668
created	667
blue	667
elections	667
users	667
individuals	666
natural	666
presidential	666
seeing	665
hotel	663
certain	663
ukraine	663
primary	662
remember	661
tried	661
washington	660
lifted	660
test	660
mind	660
addition	660
scored	660
cancer	659
david	659
treatment	659
festival	658
whose	658
offering	657
critical	657
activities	656
filing	656
daughter	656
spot	656
details	656
charges	655
character	655
republican	655
digital	654
northern	653
appeared	652
complete	652
island	652
view	652
caused	652
check	652
network	650
rise	650
friend	650
society	650
competition	649
protect	649
criminal	647
thousands	647
study	646
canada	646
southern	645
reach	644
learn	644
unique	643
construction	643
options	642
nation	642
village	641
accused	641
lack	641
advisors	640
systems	639
tour	639
governments	637
maybe	637
secretary	636
ability	635
russian	634
posted	634
super	634
parts	633
itself	633
enjoy	632
injuries	631
related	631
sign	630
damage	630
website	629
host	629
model	629
else	629
providing	628
gas	628
owned	628
missing	627
couldnt	627
whats	626
partner	625
id	625
save	624
border	623
charge	622
stand	622
vehicles	622
choice	622
culture	621
upon	621
securities	620
benefits	618
dead	617
river	617
ask	617
c	615
present	615
term	615
spending	615
king	614
beach	613
ended	613
largest	613
shop	612
platform	612
nigeria	611
runs	611
wrong	609
russia	608
charged	607
drug	607
limited	607
consider	606
original	605
walk	605
feeling	605
michael	603
talking	603
afternoon	599
comment	599
served	599
decades	599
hands	598
purchased	595
victims	594
winter	593
income	593
content	591
association	591
net	590
search	590
mental	590
words	590
facing	589
required	589
benefit	589
cash	589
infrastructure	588
add	587
problems	587
european	587
employees	585
calling	585
located	584
vice	584
jobs	583
learning	583
changed	583
championship	583
contact	583
ministry	582
joined	582
credit	582
youth	581
candidate	581
message	581
hear	581
effort	580
sell	580
ceo	580
award	580
track	579
calls	578
texas	578
mayor	577
avoid	577
youll	577
immediately	577
womens	576
inflation	576
prison	575
deep	575
review	574
nature	574
serve	573
regional	573
objective	573
dog	572
simply	571
numbers	570
san	570
score	570
blood	569
successful	568
alleged	567
expressed	567
pair	566
operation	565
quick	564
lets	562
consensus	562
items	562
premier	561
agreement	561
join	561
thanks	560
majority	560
parties	560
feature	560
fully	560
attacks	560
strike	558
peace	558
extra	557
holding	557
reduce	557
insurance	556
patients	556
driver	554
restaurant	554
places	554
certainly	553
reached	553
hamas	553
regular	552
smith	552
victim	551
injury	550
kept	548
spoke	548
forced	548
rules	548
sea	547
myself	547
bar	546
independent	545
crisis	544
signed	544
product	542
california	542
helping	541
massive	541
apple	540
actions	540
plus	540
designed	540
professional	539
estate	539
pick	539
base	538
progress	538
beta	538
traditional	537
australia	536
committed	535
begin	535
acquired	535
creating	535
murder	534
cover	534
mission	533
wait	533
affected	533
alone	532
box	532
hearing	532
door	532
comments	532
acquiring	531
markets	530
western	530
stories	530
paul	529
failed	529
source	529
provides	528
fair	528
beat	528
considered	527
de	527
occurred	527
born	526
beautiful	526
option	526
floor	526
returned	525
foundation	525
girls	525
missed	525
candidates	525
please	525
eventually	524
thank	524
practice	524
brand	524
population	523
becoming	523
feels	523
threat	522
aid	522
launch	521
proposed	520
measures	520
clean	519
claim	519
follow	518
holiday	518
ill	518
boosted	517
offered	517
programs	517
africa	516
youve	515
location	514
strategy	514
greater	513
toward	513
hot	513
finished	513
speak	513
hour	512
sexual	512
battle	512
grow	512
stadium	511
putting	511
raise	510
authority	509
shooting	509
fine	509
lake	508
heavy	508
seeking	508
secure	508
selling	508
asset	508
los	507
bringing	507
beginning	507
opposition	507
reality	507
song	506
understanding	505
wide	504
dropped	504
app	504
voice	503
decisions	503
trip	502
baby	502
photo	502
stars	501
airport	501
awards	501
completed	500
attempt	500
brother	500
brown	499
visitors	499
perhaps	499
unit	498
supply	498
band	497
drivers	497
democrats	496
skills	496
providers	496
garden	495
paris	495
citizens	494
usually	494
indian	493
physical	492
nice	492
yards	491
owners	491
johnson	490
cast	490
eps	490
contract	489
minute	489
prevent	489
fan	489
reportedly	488
activity	488
double	487
individual	487
difference	487
identified	486
onto	486
scotland	486
appeal	486
wouldnt	486
bridge	485
essential	485
rain	485
speech	485
girl	484
crucial	484
episode	484
basis	484
solutions	484
cars	483
proud	483
supporting	482
organization	482
fresh	482
table	482
spend	481
arent	481
chinese	481
section	480
europe	480
showing	479
image	479
effect	479
god	479
cap	478
necessary	478
amid	477
letter	477
owner	477
specific	477
caught	476
fell	476
f	476
highly	476
experts	476
miles	475
figures	475
arrived	475
theyve	475
agreed	475
division	475
warned	475
completely	474
tough	474
coast	473
complex	473
politics	473
farm	473
grand	472
hair	472
figure	472
warning	471
weight	471
fighting	470
plenty	470
modern	470
deliver	470
countrys	470
etf	470
valley	469
debate	469
excited	469
injured	468
upcoming	468
seem	468
jones	467
plays	467
electric	467
firms	467
highest	466
waiting	466
bus	465
programme	465
fiscal	465
application	464
thinking	464
audience	464
army	464
size	464
hill	464
amazing	464
helps	463
miss	463
angeles	462
block	461
crash	461
existing	461
card	459
older	459
ensuring	459
managed	458
sec	458
partnership	458
tournament	457
train	457
writing	457
tech	457
watching	457
asking	456
truly	456
policies	455
charity	455
welcome	454
pandemic	453
finish	453
appear	453
believed	453
exactly	452
commercial	452
definitely	452
senate	452
deputy	452
prior	451
version	451
advantage	451
planned	450
powerful	449
attended	449
answer	449
connection	447
speed	447
actor	447
films	447
type	447
meant	447
hundreds	446
facilities	446
crowd	446
urged	446
tickets	445
reduced	445
particular	445
laws	445
condition	444
williams	444
americans	444
dark	444
setting	444
ten	443
dangerous	443
gives	443
civil	443
feet	442
fast	442
importance	442
equipment	442
healthy	442
admitted	441
represents	441
presence	440
guilty	440
defence	440
manchester	440
scheduled	440
yourself	440
straight	439
george	439
movement	439
yes	439
environmental	439
covid	439
experienced	438
cold	438
vision	438
peoples	438
appears	438
protection	437
recorded	437
intelligence	437
taylor	437
wales	436
aware	436
healthcare	436
ultimately	436
drugs	435
jan	435
believes	435
concern	435
capacity	434
carried	434
sources	434
published	434
chairman	434
confidence	434
losing	433
filed	433
investments	432
storm	432
spring	432
active	432
allowing	432
fuel	431
coverage	431
reasons	430
display	430
scottish	430
characters	429
aged	429
havent	429
heat	428
focused	427
wall	427
route	427
florida	427
ireland	426
carry	426
operating	426
page	426
piece	426
trading	426
generation	425
article	425
path	425
responsible	425
drop	424
purchase	424
seat	424
celebrate	424
supreme	423
keeping	423
allegedly	422
roads	422
walking	422
allows	421
streets	421
clearly	421
historic	421
movies	421
standing	420
illegal	420
faced	420
direct	420
eye	420
incredible	419
assault	419
seasons	419
decade	419
conversation	419
scheme	418
married	418
moments	418
poor	418
la	417
reading	417
stocks	417
wish	416
shown	416
winner	416
longterm	416
suffered	415
choose	415
ice	415
conflict	415
responded	414
corner	414
arrest	414
ceremony	414
supporters	414
stopped	414
earned	414
rising	413
concerned	413
ran	412
african	412
guard	411
learned	411
boys	411
k	410
approved	410
views	410
guy	410
boy	409
abuse	409
french	409
develop	409
absolutely	409
ring	409
attorney	408
picture	408
supported	408
hopes	408
rose	408
parliament	408
sustainable	408
guys	407
colorado	406
facility	406
equity	406
regarding	406
remaining	406
mike	406
square	405
worlds	405
instagram	405
whatever	405
names	405
records	405
n	404
language	404
finding	404
starts	403
cities	403
sex	402
herself	402
sound	402
fellow	402
spread	402
books	402
skin	402
normal	402
session	401
standard	401
surprise	401
entertainment	401
style	401
analyst	400
potentially	400
voting	400
sides	400
parking	400
email	400
initial	400
push	400
responsibility	400
chris	399
enforcement	398
rally	398
pro	398
worse	398
fit	398
wearing	398
camp	397
experiences	397
cultural	397
larger	396
update	396
p	395
perform	395
screen	395
lose	395
word	395
favorite	394
farmers	394
established	393
extended	393
flight	393
request	393
rescue	393
sport	393
attend	392
status	392
subject	392
thomas	392
sitting	391
significantly	391
collection	391
clubs	390
hasnt	390
female	390
domestic	390
advice	390
initiative	390
initially	390
transport	389
standards	389
lived	389
funeral	389
radio	389
votes	389
millions	389
younger	388
balance	388
scott	388
english	387
faces	387
footage	387
cross	386
talks	386
hits	386
pain	386
dogs	386
obviously	385
palestinian	385
wind	385
lines	385
knows	385
causing	384
variety	384
science	384
platforms	384
effective	384
century	383
port	383
happens	382
brands	382
seats	382
photos	381
boost	381
lane	381
france	381
rock	381
deals	380
charles	380
sleep	380
core	380
finance	380
b	379
nearby	379
waste	379
associated	379
steps	379
written	379
forecast	379
dad	379
eyes	378
van	378
bills	378
plant	378
creative	378
assembly	378
signs	377
republicans	376
rule	376
champion	376
remained	376
suspect	376
fear	376
camera	375
brings	375
mostly	375
conservative	375
oct	375
strategic	375
buildings	375
influence	375
chicago	374
bay	374
happening	374
organizations	374
aims	374
units	373
grant	373
banks	373
institutional	373
serving	372
properties	372
paying	372
respect	372
bbc	371
solution	371
ltd	371
materials	371
send	370
weapons	369
arts	369
images	368
zone	368
stands	368
robert	368
separate	368
appearance	368
foot	367
customer	367
strength	367
struck	366
carolina	366
coffee	366
respond	366
sites	366
talent	366
sharing	366
affordable	366
models	365
freedom	365
paper	364
increasing	364
jewish	364
extremely	364
technologies	363
pe	363
chase	362
tom	362
conducted	362
councils	362
amazon	361
placed	361
worst	361
suggested	361
retirement	361
broke	360
returning	360
easily	359
draw	359
allegations	359
dream	359
martin	359
transfer	359
ticket	358
forest	357
introduced	357
meaning	357
television	357
artists	357
enter	356
citys	356
interested	356
basketball	356
stores	356
alternative	356
assets	355
squad	355
google	355
truth	355
window	354
australian	354
receiving	354
spirit	354
cuts	354
estimates	354
targeted	353
nfl	353
rich	353
crew	353
telling	353
developed	353
passing	352
internet	352
dollars	352
tree	352
declared	352
debut	352
notice	351
fifth	351
proposal	351
knowledge	351
expectations	351
offensive	350
tools	350
artist	350
touch	349
era	349
yard	349
changing	349
hoping	349
boss	349
scoring	349
apply	349
wins	348
yesterday	348
agencies	348
sort	348
animal	348
academy	348
classic	348
additionally	348
secret	347
enjoyed	347
resident	347
houses	347
doctors	347
locations	347
catch	346
produced	346
ban	346
debt	346
discovered	346
mountain	346
loan	346
recovery	346
sun	345
snow	345
pointed	345
documents	345
album	345
avenue	344
defeat	344
ruling	344
campus	344
prince	342
whom	342
turning	342
accounts	342
famous	342
devices	342
temperatures	342
bowl	342
presented	342
easier	342
completion	341
delivered	341
sister	341
professor	341
bigger	341
typically	340
seek	340
produce	340
beauty	340
risks	339
conduct	339
highlighted	339
stuff	339
dedicated	339
warm	338
seconds	337
democracy	337
require	337
reporting	337
armed	337
hell	337
neutral	337
male	336
elected	336
innovation	336
chair	336
sit	336
assistance	336
maintain	335
liverpool	335
disease	335
lots	335
fish	335
bond	335
negative	335
seemed	335
pulled	334
museum	334
matches	334
dance	334
olympic	334
slow	333
immediate	332
expert	332
challenging	332
unfortunately	331
killing	331
heritage	331
rural	331
anniversary	331
gun	330
lights	330
doubt	330
institutions	330
edge	330
cool	330
continuing	330
bid	329
tackle	329
impressive	329
unable	328
chances	328
bjp	328
iran	328
entered	328
surrounding	328
denied	328
solar	327
direction	327
struggling	327
twice	327
positions	327
considering	327
announcement	327
severe	326
penalty	326
industrial	326
spaces	326
israels	326
deeply	326
smart	325
teachers	325
drama	325
effects	325
fashion	325
courts	325
numerous	324
affairs	324
childrens	323
advanced	323
lee	323
brain	323
animals	322
library	322
collaboration	322
sir	322
wilson	322
therefore	322
estimate	322
estimated	321
bottom	321
ordered	321
mentioned	321
survey	321
requires	321
relief	321
behaviour	320
visited	320
mass	320
jack	320
outperform	320
videos	319
peter	319
exciting	319
closer	319
studio	318
canadian	318
eat	318
streaming	318
sentence	317
expensive	317
crown	316
queen	316
celebration	316
remove	316
facebook	316
informed	316
filled	316
shift	315
retail	315
wedding	315
golden	315
battery	315
schedule	315
payment	315
wild	315
explore	315
equities	315
traded	314
doctor	314
memory	314
uses	314
excellent	314
un	314
shortly	314
custody	313
crimes	313
joint	313
basic	313
developing	313
encourage	313
roles	313
addressing	313
transportation	313
largely	312
junior	312
protest	312
kamala	312
listed	312
removed	312
nigerian	312
vital	312
legislation	312
shopping	312
contest	312
interesting	312
priority	312
trees	311
japan	311
songs	311
guests	311
mobile	311
territory	310
emotional	310
factors	310
software	310
limit	310
captain	310
andrew	310
increasingly	310
joy	310
becomes	310
broken	309
identity	309
marks	309
achieve	309
legacy	309
passengers	309
threats	309
studies	308
surgery	308
pitch	308
prepared	308
assistant	308
values	308
rated	308
picked	308
drink	307
combined	307
yield	306
covered	306
mp	305
aim	305
regions	305
georgia	305
user	305
fantastic	305
improved	304
storage	304
germany	304
doors	304
comfortable	304
registered	304
harry	304
singer	304
strikes	303
minimum	302
silver	302
nuclear	302
decide	302
heres	302
targets	302
prepare	302
william	302
teacher	302
wonderful	302
code	301
failure	301
ideas	301
sky	301
ap	301
consumer	301
raising	300
eastern	300
featuring	300
viewers	300
taxes	300
treated	299
ballot	299
jr	299
structure	299
labor	299
acting	298
commissioner	298
smaller	298
analysis	298
adds	298
manage	298
technical	298
personnel	298
competitive	298
degree	298
pool	297
kitchen	297
faith	297
heading	296
gain	296
managing	296
pub	296
material	296
bidens	296
applications	296
bed	295
champions	295
determined	295
leaves	295
nov	295
golf	295
discuss	294
bodies	294
holds	294
awareness	294
decline	294
payments	293
possession	293
marriage	293
follows	293
practices	293
enhance	293
increases	293
directed	293
ryan	293
mum	292
draft	292
guide	292
deaths	292
donations	292
voted	292
purpose	291
willing	291
busy	291
aimed	291
vulnerable	291
brothers	291
dry	290
rare	290
count	290
christian	290
reporters	290
accept	290
delivery	290
indeed	290
featured	290
vs	289
boston	289
employment	289
giant	289
regularly	289
exercise	289
updates	288
seriously	288
plants	288
alcohol	288
tourism	288
electricity	288
adults	288
trend	288
accident	287
hezbollah	287
cards	287
landscape	287
consumers	287
richard	287
todays	287
matters	287
tiktok	287
institute	286
highway	286
phase	286
dinner	286
immigration	286
task	286
parks	285
carrying	285
incidents	285
persons	285
originally	285
capitalization	285
wellbeing	284
visiting	284
everybody	284
defensive	284
jersey	283
corp	283
solid	283
equal	283
closely	283
extreme	283
arms	283
eu	283
olympics	283
g	283
jackson	282
speaker	282
notes	282
device	282
corporate	282
disclosed	282
leads	282
province	281
communication	281
soldiers	281
tonight	281
advance	281
closure	280
opinion	280
mens	280
alliance	280
slightly	280
effectively	280
venue	280
struggle	280
suffering	280
inspired	280
hopefully	279
resulted	279
cabinet	279
participants	279
quarterback	279
interests	279
alex	279
theatre	278
attempted	278
bag	278
windows	278
marketing	278
pushed	278
memorial	278
researchers	278
birthday	278
towns	278
ben	278
ministers	277
messages	277
initiatives	277
testing	277
assist	276
goods	276
d	276
dollar	276
chain	276
promote	276
transition	276
otherwise	276
musical	276
file	276
joining	276
feb	275
sept	275
max	275
falling	275
machine	275
earth	275
tells	275
irish	274
expansion	274
representatives	274
confident	274
expand	274
relationships	273
savings	273
involving	273
identify	273
lawyer	273
ends	273
category	273
entry	273
affect	273
relations	273
leg	273
types	273
gap	273
meetings	273
ukrainian	272
overnight	272
ending	272
harm	272
matt	272
steelers	272
kick	272
measure	272
delays	271
dec	271
abortion	271
earn	271
sees	271
none	271
diverse	271
incredibly	271
suggest	271
overweight	271
circumstances	270
lineup	270
connected	270
vegas	270
oh	270
pictures	270
shut	269
gaming	269
aircraft	269
pieces	269
actors	269
suggests	269
volunteers	269
scale	269
republic	269
kevin	268
surface	268
rs	268
iconic	268
luxury	268
lawsuit	268
native	268
britain	267
las	267
stress	267
comedy	267
fees	267
grateful	267
surprised	267
ride	266
pop	266
protests	266
downtown	266
clients	266
walked	265
die	265
attempts	265
kill	265
politicians	265
tomorrow	265
pride	264
spokesman	264
nights	264
favourite	264
specifically	264
tool	264
performances	263
steve	263
channel	263
reaching	263
sought	263
nhs	263
engage	263
returns	263
senator	263
retired	263
sounds	262
refused	262
shots	262
sweet	262
nobody	262
linked	262
approval	262
write	262
stations	261
hosted	261
representative	261
lady	261
duty	261
witness	261
tied	261
prove	261
apart	261
turns	260
morgan	260
adult	260
gift	260
trail	259
bear	259
wear	259
patient	259
selection	258
express	258
background	258
fields	258
engagement	258
permanent	258
fired	258
fox	257
newcastle	257
entirely	257
swift	257
jail	256
glass	256
closing	256
sets	256
listen	256
aside	256
improving	256
knowing	256
operate	256
werent	256
polls	255
dealing	255
motion	255
encouraged	255
imagine	255
unlike	255
eagles	254
wake	254
franchise	254
begins	254
supposed	254
performed	254
granted	254
extensive	254
repeatedly	254
zero	254
row	253
driven	253
toronto	253
volume	253
greatest	253
updated	253
panel	253
unless	253
losses	252
organisation	252
throw	252
daniel	252
khan	252
industries	252
stood	252
agree	252
beloved	251
passion	251
worldwide	251
hollywood	251
dated	251
likes	251
possibility	250
ties	250
historical	250
achieved	250
officially	250
thoughts	250
concluded	249
minor	249
arena	249
margin	249
accessible	249
outcome	249
acts	249
colleagues	249
engaged	249
ocean	249
portfolio	249
nor	249
mix	249
chiefs	249
breaking	249
invited	248
species	248
troops	248
argued	248
minnesota	247
hosts	247
yellow	247
serves	247
welcomed	247
hurt	247
advisory	247
prosecutors	246
german	246
handle	246
ambulance	246
promise	246
participate	246
mining	246
compete	246
birth	246
contribute	246
struggled	246
temporary	246
capabilities	246
netflix	246
vast	246
apartment	245
advised	245
resolution	245
founder	245
poverty	245
eating	245
agents	245
suspended	245
eligible	245
forever	245
offense	245
carbon	244
lucky	244
lebanon	244
invest	244
pull	244
index	244
selected	244
represent	244
contributions	244
celebrated	244
peak	243
residential	243
performing	243
flooding	243
sam	243
pace	243
replace	243
signing	243
powers	242
sydney	242
theyll	242
generally	242
j	241
combat	241
poll	241
actress	241
usual	241
boat	241
possibly	241
watched	241
declined	241
islands	241
rooms	241
actual	241
flowers	241
treat	241
wildlife	240
denver	240
shape	240
regulations	240
gathered	240
mrs	240
plane	240
commented	240
worried	240
reform	240
secured	239
mph	239
claiming	239
singh	239
jordan	239
communications	239
investor	239
cooperation	239
reducing	239
ideal	239
employee	238
fraud	238
truck	238
attacked	238
flat	238
winds	238
fill	238
q	238
stone	238
honor	238
cook	237
worker	237
athletes	237
reserve	237
restaurants	237
palestinians	237
councillor	237
wider	237
ii	236
theme	236
staying	236
ship	236
allies	236
appropriate	236
bright	236
alive	236
highlights	236
prize	235
mexico	235
improvement	235
brilliant	235
hospitals	235
lewis	235
investing	235
grown	234
regardless	234
summit	234
coalition	234
outstanding	234
independence	234
pension	234
shops	234
soft	234
sessions	234
determine	234
profit	234
dating	234
split	234
winners	234
handed	233
assigned	233
recalled	233
broader	233
package	233
philippines	233
internal	233
lp	233
worry	233
sugar	233
familiar	232
causes	232
emerged	232
hitting	232
academic	232
agriculture	232
submitted	232
beating	232
orders	231
violent	231
electoral	231
founded	231
afford	231
menu	231
neither	230
flag	230
relevant	230
elements	230
proper	230
professionals	230
marked	230
nick	230
symptoms	230
whos	230
perspective	230
recognition	230
stressed	230
sadly	230
sad	230
bench	229
pc	229
resulting	229
criticism	229
maine	229
religious	229
elsewhere	229
distance	229
monthly	228
complaint	228
honour	228
horror	228
r	228
shouldnt	228
discussion	228
gender	228
heavily	228
fewer	228
switch	228
stolen	228
connect	228
consequences	228
friendly	228
adam	228
aug	228
outdoor	228
anywhere	228
podcast	228
wine	227
discussed	227
extend	227
author	227
trouble	227
anthony	227
explain	227
fallen	227
districts	227
investigating	227
promised	227
ourselves	227
conversations	227
peg	227
rep	226
urban	226
agent	226
entering	226
strategies	226
centers	226
hed	226
gov	226
concert	226
praised	226
memories	226
producer	225
counts	225
false	225
guest	225
insider	225
posts	225
jury	225
comfort	225
improvements	225
pennsylvania	225
partys	225
manufacturing	225
forget	225
delivering	225
factor	224
wood	224
demands	224
rejected	224
fix	224
lord	224
marketbeat	224
magic	224
rent	224
appointed	224
victoria	223
usa	223
promises	223
arrival	223
comprehensive	223
strip	223
moves	223
dedication	223
arm	223
statements	223
yeah	223
wage	222
loving	222
discussions	222
lawmakers	222
disaster	222
headed	222
veteran	222
mary	222
stephen	222
agenda	222
hate	222
kelly	222
fifty	222
pushing	221
hub	221
restrictions	221
classes	221
opponents	221
convicted	221
speaks	221
intended	220
wonder	220
heads	220
generations	220
convention	220
crews	220
guidance	220
arizona	220
celebrating	220
cycle	219
mixed	219
suspected	219
lies	219
sixth	219
accepted	219
household	219
marine	219
cutting	219
putin	219
consistent	219
bike	219
supports	219
reflect	219
lawyers	219
upper	218
representing	218
constitution	218
anticipated	218
v	218
suit	218
intense	218
atmosphere	217
maintenance	217
locals	217
charging	217
miller	217
behalf	216
sentenced	216
cloud	216
color	216
foster	216
meal	216
unlikely	216
gained	216
quiet	216
pacific	216
establish	216
bitcoin	215
kate	215
contributed	215
sending	215
davis	215
delighted	215
smoke	215
publicly	215
chosen	215
percentage	215
shed	215
innovative	215
insiders	215
railway	214
scenes	214
grade	214
pounds	214
stronger	214
tony	214
glasgow	214
honest	214
al	214
plastic	214
jump	214
maximum	214
remarks	214
thinks	214
weekly	213
moderate	213
recovered	213
awarded	213
protesters	213
taste	213
americas	213
engineering	213
parent	213
impossible	213
ratings	213
critics	213
collective	213
playoff	213
citing	212
substantial	212
suspects	212
enjoying	212
sp	212
keeps	212
noting	212
drinking	212
palace	212
lowered	212
bail	211
addressed	211
tribute	211
kings	211
audiences	211
roughly	211
writer	211
shock	211
stunning	211
businesss	211
monitoring	210
collision	210
orange	210
medal	210
indigenous	210
widely	210
highlight	210
investigators	210
exclusive	210
capable	210
relatively	210
episodes	210
pakistan	210
text	210
link	210
shelter	209
voter	209
grace	209
maintaining	209
flow	209
wave	209
corruption	209
talked	209
ward	209
fee	209
reviews	209
noticed	209
spotted	209
navy	209
defend	209
rugby	209
ohio	209
dozens	208
microsoft	208
stuck	208
damaged	208
attendance	208
document	208
engaging	208
kansas	208
desire	208
thus	208
obvious	208
resilience	208
mothers	208
context	208
kid	207
captured	207
referred	207
korea	207
stanley	207
presidents	207
tim	207
assists	207
veterans	207
valuable	207
understood	207
mom	207
ages	206
mail	206
jason	206
santa	206
mine	206
applied	206
reduction	206
replaced	206
offices	206
artificial	206
stream	206
gardens	206
chapter	206
fixed	205
impacts	205
e	205
saved	205
bc	205
fly	205
command	205
degrees	205
virginia	205
roll	204
concept	204
kim	204
fort	204
literally	204
requirements	204
foods	204
miami	204
hosting	203
secondary	203
chaos	203
represented	203
reputation	203
keen	202
apparently	202
whilst	202
acknowledged	202
bet	202
humans	202
instance	202
monitor	202
pleased	202
flying	202
drew	202
respectively	202
conservation	201
craft	201
corporation	201
t	201
ford	201
destination	201
detailed	201
promoting	201
brian	201
rail	201
arrive	201
deadline	201
ranked	201
robust	201
judges	201
beer	201
dress	201
giants	201
hills	200
ruled	200
liberal	200
russell	200
chicken	200
rice	200
combination	200
dc	200
dynamic	200
stability	200
explains	200
branch	199
reveal	199
preparing	199
destroyed	199
hidden	199
properly	199
welfare	199
complaints	199
meat	199
titles	199
castle	199
teaching	199
tests	198
italian	198
cameras	198
appointment	198
flights	198
vibrant	198
nigerians	198
musk	198
recommended	198
efficiency	198
computer	198
dancing	198
widespread	198
scores	197
gathering	197
governance	197
emissions	197
investigations	197
newly	197
educational	197
actively	197
chelsea	197
stepped	197
depending	197
coaches	196
principal	196
impacted	196
sick	196
sarah	196
attending	196
italy	196
extension	196
somewhere	196
crore	195
francisco	195
junction	195
terrorist	195
tight	195
appreciate	195
abc	195
lovely	195
everywhere	195
engine	195
emerging	195
apps	195
journalists	195
planet	195
moon	195
resource	195
collected	195
failing	195
behavior	195
alabama	195
exit	194
swing	194
routine	194
viral	194
gonna	194
installed	194
puts	194
laid	194
cooking	194
targeting	194
dates	194
escape	194
japanese	194
disney	194
choices	194
theft	193
princess	193
reference	193
michigan	193
houston	193
scientists	193
mention	193
except	193
insisted	193
nsw	193
soil	193
baseball	193
strengthen	193
finals	193
trophy	193
discovery	192
stakeholders	192
sat	192
transparency	192
bears	192
waters	192
danger	192
suddenly	192
josh	192
ad	192
organisations	192
medicine	192
travelling	192
integrity	192
participation	192
interior	192
clark	192
involvement	192
campaigns	192
loves	192
remarkable	192
appearances	192
pupils	191
delhi	191
map	191
bell	191
innings	191
dan	191
neighborhood	191
offences	191
maintained	191
flood	191
wars	191
basically	191
spain	190
sustained	190
backed	190
proposals	190
faster	190
metal	190
jim	190
sharp	190
netanyahu	190
hunter	190
occasion	190
wed	190
readers	190
opposite	190
annualized	190
sectors	189
remote	189
daughters	189
supplies	189
patrick	189
fears	189
exhibition	189
drawn	189
momentum	189
jesus	189
justin	189
jpmorgan	189
motor	188
register	188
ownership	188
experiencing	188
contacted	188
stayed	188
indicated	188
saving	188
listening	188
distribution	188
modi	188
ali	188
edition	188
coaching	188
routes	188
fishing	188
narrative	188
permission	188
fed	188
sustainability	188
lions	188
nato	188
stick	188
guess	188
lunch	187
lagos	187
departments	187
falls	187
chose	187
crazy	187
sons	187
answers	187
sorry	187
premium	187
privacy	187
andy	187
tradition	187
findings	187
negotiations	187
urgent	187
solo	186
tower	186
buyers	186
parade	186
dismissed	186
migrants	186
creation	186
wells	186
chinas	186
decreased	186
humanitarian	186
hostages	186
defender	186
hedge	186
pack	185
limits	185
residence	185
emphasized	185
tinubu	185
dining	185
indias	185
reaction	185
directors	185
unexpected	185
blocked	185
nationwide	185
austin	185
consecutive	185
dreams	185
afraid	185
brief	184
covering	184
cream	184
breakfast	184
mps	184
harder	184
hadnt	184
processes	184
catholic	184
fame	184
iphone	184
drinks	184
clothes	184
encouraging	184
democrat	184
spoken	184
cricket	184
somebody	184
mistake	183
unknown	183
latter	183
tennis	183
russias	183
producers	183
pursue	183
luke	183
expanding	183
novel	183
feedback	183
woods	183
noise	182
joseph	182
stable	182
nomination	182
operational	182
defendant	182
gop	182
amendment	182
trends	182
protecting	182
insights	182
newspaper	182
tea	182
roster	182
navigate	182
protected	181
reporter	181
advocate	181
rangers	181
crossing	181
survive	181
provider	181
prominent	181
centres	181
fake	181
simon	181
bob	181
forms	181
predict	181
phones	180
couples	180
agricultural	180
races	180
proved	180
organised	179
gang	179
stretch	179
tries	179
quarterly	179
saudi	179
gotten	179
argument	179
favour	179
ok	179
bags	179
landing	179
polling	178
childhood	178
youtube	178
seized	178
assessment	178
generate	178
opens	178
select	178
matthew	178
documentary	178
hunt	178
civilians	178
consistently	178
funny	178
folks	178
blow	178
upped	178
debttoequity	178
tiny	177
clash	177
pleaded	177
reveals	177
excitement	177
syria	177
tie	177
finds	177
households	177
reflects	177
organized	177
ceasefire	177
feelings	177
longtime	177
stating	177
vanguard	177
nba	177
hole	176
salt	176
adopted	176
bands	176
workforce	176
plot	176
rely	176
enable	176
bureau	176
fostering	176
compensation	176
metro	176
weapon	175
km	175
chat	175
urging	175
managers	175
alert	175
networks	175
steel	175
wing	175
repair	175
lifestyle	175
deserve	175
sporting	175
recall	175
trained	175
coastal	175
letters	175
swimming	174
inch	174
sparked	174
witnessed	174
seventh	174
primarily	174
hawaii	174
efficient	174
factory	174
notable	174
lowest	174
illness	174
forum	174
touchdown	174
recognized	174
length	174
empty	174
defeated	174
unclear	174
anderson	174
hotels	173
passes	173
knife	173
chamber	173
horse	173
followers	173
underway	173
shareholders	173
korean	173
gains	173
ultimate	173
duties	173
inning	173
mile	173
cited	172
correct	172
banking	172
nominee	172
amounts	172
specialist	172
expertise	172
anymore	172
iowa	172
exploring	172
confirm	172
associates	172
pilot	172
situations	172
headquarters	171
homeless	171
diet	171
tourists	171
kicked	171
contracts	171
rushed	171
implemented	171
blame	171
stages	171
shocked	171
walks	171
banned	170
ed	170
shell	170
adams	170
absolute	170
councillors	170
formerly	170
sen	170
diversity	170
ships	170
twitter	170
temperature	170
legislative	170
expenses	170
fitness	170
tensions	170
aspects	170
voices	170
dallas	170
tend	170
tag	170
capture	169
focusing	169
resistance	169
galaxy	169
roof	169
threw	169
chip	169
depth	169
notably	169
resort	169
makers	169
approached	168
seemingly	168
recommend	168
locked	168
mainly	168
sheriffs	168
kennedy	168
controversial	168
fought	168
packed	168
calm	168
prefer	168
upset	168
developments	168
delay	168
announce	168
pricetoearnings	168
bars	167
pittsburgh	167
gate	167
clothing	167
clip	167
opposed	167
w	167
fairly	167
registration	167
airlines	167
inspiration	167
typical	167
pictured	167
francis	167
similarly	167
rachel	167
twohundred	167
shoppers	166
spanish	166
connections	166
asian	166
constituency	166
necessarily	166
rivers	166
grants	166
universal	166
thrown	166
constant	166
replacement	166
chef	166
arsenal	166
spots	166
atlanta	166
anxiety	166
shadow	166
controversy	166
dramatic	166
absence	166
vance	166
racing	166
offence	165
jets	165
bedroom	165
competing	165
rapidly	165
missiles	165
attorneys	165
implementation	165
funded	165
ingredients	165
soul	165
fruit	165
expecting	165
smile	165
personally	165
showcase	165
invasion	164
encounter	164
cannabis	164
firefighters	164
interviews	164
milk	164
machines	164
portion	164
bonus	164
acres	164
ease	164
profile	164
journalist	164
cctv	164
drones	164
legend	164
carter	164
defending	164
devastating	164
sight	164
ross	163
landed	163
kingdom	163
presidency	163
deadly	163
talented	163
hero	163
replied	163
raw	163
successfully	163
attract	163
elizabeth	163
friendship	163
pet	163
introduce	163
conservatives	163
anticipate	163
regulatory	162
henry	162
passenger	162
prevention	162
suicide	162
developers	162
nonprofit	162
asia	162
graduate	162
tragic	162
favor	162
appealing	162
donated	162
regime	162
salary	162
surge	162
soccer	162
hearts	162
championships	162
virtual	162
consultation	162
sundays	162
detail	162
struggles	162
links	162
allen	162
contrast	162
questioned	161
theater	161
exist	161
illinois	161
volunteer	161
involves	161
rival	161
frequently	161
arriving	161
emma	161
totally	161
function	161
tips	161
implement	161
borough	160
fatal	160
handling	160
intent	160
ontario	160
walls	160
tank	160
temple	160
drawing	160
constantly	160
ranks	160
el	160
cell	160
survived	160
outlet	160
holidays	160
reiterated	160
expanded	160
suggesting	160
recommendations	160
visits	160
perfectly	160
alphabet	160
decrease	159
locally	159
boxing	159
fc	159
demanding	159
employers	159
client	159
rolling	159
formal	159
recording	159
palestine	159
till	159
southwest	159
priorities	159
mystery	159
strongly	159
keir	159
municipal	159
taught	159
essentially	159
meaningful	158
sabha	158
master	158
coordinator	158
elite	158
manner	158
settlement	158
teammates	158
thompson	158
hoped	158
odds	158
loans	158
promising	158
meals	158
reads	158
adventure	157
robinson	157
aspect	157
philadelphia	157
achievements	157
referring	157
recover	157
drove	157
enterprise	157
disappointed	157
counties	157
playoffs	157
accountability	156
southeast	156
waves	156
taiwan	156
unions	156
resolve	156
gen	156
responding	156
rounds	156
attendees	156
lighting	156
lie	156
drone	156
welcoming	156
slowly	156
lift	155
neck	155
yorkshire	155
laugh	155
studios	155
surrounded	155
delayed	155
birds	155
pic	155
gallery	155
departure	155
grounds	155
witnesses	155
exposure	155
diagnosed	155
globally	155
exact	155
rush	155
seed	155
dozen	154
stance	154
bold	154
prosecution	154
fundraising	154
repeated	154
formed	154
threatened	154
sensitive	154
broadcast	154
chocolate	154
trucks	154
breaks	154
emotions	154
embrace	154
useful	154
topic	154
parliamentary	154
saturdays	154
equally	154
uks	153
disorder	153
sudden	153
destruction	153
iron	153
advertising	153
feed	153
scientific	153
upgrade	153
argue	153
reasonable	153
belt	153
operators	153
restore	152
cllr	152
cat	152
striking	152
youd	152
hurricane	152
cooper	152
missile	152
trillion	152
transformation	152
accommodation	152
hockey	152
athletic	152
safely	152
external	152
licence	152
indiana	152
welsh	152
visual	152
farming	152
neighbors	152
marking	152
edinburgh	152
celebrity	152
entrance	151
mouth	151
carries	151
acquisition	151
moscow	151
mortgage	151
frank	151
louis	151
disclosure	151
throwing	151
evil	151
discover	151
practical	151
sisters	151
genuine	151
gratitude	151
streak	151
columbia	150
halftime	150
diego	150
obtained	150
processing	150
rivals	150
liam	150
prosecutor	150
manufacturers	150
progressive	150
provincial	150
tested	150
enhancing	150
festive	150
broncos	150
collapse	150
liked	150
wanting	150
leeds	150
letting	149
penalties	149
magistrates	149
cheap	149
villa	149
inches	149
mount	149
broad	149
consumption	149
statistics	149
generated	149
universe	149
renowned	149
tokyo	149
marvel	149
chancellor	149
eric	148
portland	148
fbi	148
deployed	148
categories	148
barely	148
blues	148
circle	148
investigate	148
guyana	148
retailers	148
genocide	148
baltimore	148
lessons	148
northwest	148
benjamin	148
terrible	148
therapy	148
thrilled	148
aggressive	148
periods	148
autumn	148
petition	148
upgraded	148
singing	147
covers	147
conspiracy	147
unity	147
deficit	147
extraordinary	147
hamilton	147
jonathan	147
reliable	147
turkey	147
facts	147
tears	147
expects	147
tracks	147
pivotal	147
unprecedented	147
moreover	147
tesla	146
creek	146
dave	146
skill	146
plate	146
excellence	146
mode	146
gather	146
promotion	146
zealand	146
membership	146
carefully	146
ancient	146
recognize	145
controlled	145
cleaning	145
lok	145
ev	145
sits	145
birmingham	145
observed	145
angry	145
choosing	145
physically	145
duo	145
establishment	145
assured	145
visible	145
requested	145
removal	145
inclusive	145
iranian	145
counsel	145
fundamental	145
requests	145
contributing	145
supportive	145
anyway	145
rolled	145
speculation	145
gifts	145
deeper	145
itll	145
trailer	144
celebrates	144
accompanied	144
aaron	144
collect	144
peacefully	144
plc	144
personality	144
shoes	144
weak	144
exposed	144
ian	144
begun	144
ally	144
easter	144
sean	144
popularity	144
venture	144
intervention	144
outcomes	144
killer	143
elderly	143
fathers	143
peaceful	143
pizza	143
threatening	143
disruption	143
dying	143
recognised	143
conviction	143
backing	143
rear	143
aviation	143
error	143
alberta	143
regulation	143
rarely	143
shipping	143
luck	143
td	143
shoot	143
furthermore	143
attempting	142
jailed	142
shocking	142
formula	142
familys	142
dialogue	142
appearing	142
blocks	142
everyday	142
warnings	142
motorists	142
pregnant	142
reserves	142
safer	142
universities	142
showers	141
representation	141
reforms	141
eager	141
producing	141
walker	141
reminder	141
dispute	141
enemy	141
seeks	141
jumped	141
eve	141
signature	141
profits	141
eggs	141
suffer	141
editor	141
reflecting	141
outlook	141
tragedy	141
atlantic	141
ishares	141
exceptional	141
urge	141
dropping	141
receiver	141
sanctions	141
cheese	140
auto	140
realize	140
murphy	140
mutual	140
settled	140
trips	140
tone	140
moore	140
submit	140
announcing	140
diseases	140
ukraines	140
highlighting	140
prospect	140
surprising	140
enhanced	140
solve	140
christopher	140
finishing	140
utilities	140
vancouver	139
legendary	139
subsequently	139
springs	139
nursing	139
abandoned	139
northeast	139
metres	139
commerce	139
asks	139
frame	139
ambassador	139
shall	139
fires	139
rapid	139
activists	139
toll	139
unusual	139
recognise	139
weird	139
mitchell	139
milestone	139
qualified	139
barclays	139
interim	138
evans	138
counter	138
attacking	138
bottle	138
jews	138
horizon	138
diagnosis	138
careful	138
assess	138
rob	138
cruise	138
nigerias	138
securing	138
cinema	138
nurse	138
hired	138
rainfall	138
abroad	138
consideration	138
searching	138
rebounds	138
mistakes	138
strange	138
differences	138
creativity	138
suspension	137
viewed	137
extent	137
item	137
cheaper	137
meta	137
pricing	137
lasting	137
knee	137
clinical	137
deserves	137
globe	137
governors	137
exploration	137
roberts	137
cats	137
overwhelming	137
testament	137
mm	136
involve	136
melbourne	136
queens	136
earning	136
bird	136
tenure	136
cancelled	136
lifetime	136
inquiry	136
affecting	136
tasks	136
filming	136
smooth	136
craig	136
compliance	136
opponent	136
electronic	136
donation	135
commit	135
dublin	135
riding	135
sheriff	135
ranging	135
traveling	135
trauma	135
federation	135
fail	135
web	135
gary	135
midlands	135
betting	135
judicial	135
borders	135
virus	135
teenager	135
painting	135
honestly	135
touchdowns	135
jay	135
strictly	135
belief	135
shoulder	135
fulltime	134
auction	134
annually	134
rape	134
edwards	134
wrestling	134
jeff	134
phoenix	134
balls	134
roots	134
trades	134
